<!DOCTYPE html>
	<html>
	
		<head>
		
			<?php
				$title = "+H2O";
				require_once "block/head.php";
			?>
			
		</head>
		
		<body>
		
				<?php require_once "block/header.php"?> <!-- header -->
		
				<div id = "once" class = "content">
					<p>Хочу звернути вашу увагу на мій перший Web проект "Гідравлічний розрахунок".</p>
					<p>Я вже більше 3 років займаюсь проектуванням інженерних мерех "Водопостачання та
					водовідведення", як зовнішніх так і внутрішніх. В зв'язку з цим мені потрібно робити розрахунок
					для підбору диаметра труб. Зіштовхнувшись з тим, що самостійний розрахунок забирає досить
					багато часу, я прийшов до висновку автоматизувати цей процес, зробити программу в 
					Microsoft Excel, як роблять мої колеги, цей метод для мене не підходить, і я вирішив використати Web
					технології, я хочу більше ніж простий розрахунок. Ціль проекту пришвидчити проектування
					за рахунок зменшення часу на розрахунок, цим даючі можливість більше часу приділити самому проекту,
					з можливостью слідкувати за процесом розрахунку, і при необхідності корегувати його.</p>
					<p>Сама ідея не нова, це факт. Я довгий час шукав подібні готові рішення. Мені траплялися окремі программи,
					зі слепим розрахунком по введиним данним, та окремо программи в які підставляються отриманні данні
					для підбору діаметру труб, це викликає незручності. В моїх планах поєднати в одній программі ці дві
					неотємлючі частини, зі зрозумілою логікою розрахунку, яка була спрямована но то, щоб программою могли користуватися
					люди які далекі від данної сфери діяльності.</p>
					<p>У майбутньому дати можливість виводити на друк розрахунок згідно норм до оформлення проектної документації.
					Також зробити можливим оформлювати пояснювальну записку до проекту згідно висунутих вимог до неї.</p>
					<p>І на цьому мої ідеї не закінчуються. У подальшому зробити можливим вибір марки, типу та фірму виробника
					матеріалів, для збільшення якості розрахунку з урахунком властивостей павних матеріалів і виробників.
					Застосування елементу HTML5 Canvas, для можливості робити принцепові схеми мереж з додатковим внесенням
					на неї додаткових данних.</p>
					<p>Проект охоплює теріторію України, так як за основу були прийняті норми и правила розрахунку які діють
					на теріторії України. Також в майбутньому може бути розширеною і охоплювати інші країни, в цьому напрямку ведуться розробки.</p>
				</div>
			
				<?php require_once "block/footer.php" ?> <!-- footer -->
			
		</body>
		
	</html>