<?php
	if($_GET["area"] == 1) echo json_encode (array (
		"0" => "",
		"1" => "Житлові будинки",
		"2" => "Гуртожиток",
		"3" => "Готелі, пансіонати і моелі",
		"4" => "Лікувально-профілактичні та санітарно-профілактичні заклади",
		"5" => "Санаторії та санаторії - профілакторії, заклади  відпочинку та туризму",
		"6" => "Фізкультурно-спортивні та фізкультурно-оздоровчі комплекси",
		"7" => "Навчальні заклади (спеціальні, санаторні), будинки дитини, дошкільні  дитячі будинки, школи-інтернати",
		"8" => "Навчально-освітні та спеціалізовані школи, професійно-навчальні заклади, вищі навчальні заклади, інститути",
		"9" => "Науково-дослідні інститути, проектні організації, органи управління, бібліотеки та музеї, вокзали",
		"10" => "Підприємства загального харчування",
		"11" => "Крамниці",
		"12" => "Поліклініки та амбулаторії",
		"13" => "Аптеки",
		"14" => "Перукарні",
		"15" => "Кінотеатри, театри, клуби і дозвіллєво-розважальні заклади",
		"16" => "Стадіони і спортзали",
		"17" => "Плавальні басейни",
		"18" => "Лазні",
		"19" => "Пральні",
		"20" => "Виробничі цехи",
		"21" => "Душові в побутових приміщеннях промислових підприємств",
		"22" => "Заливка поверхні ковзанки",
		"23" => "Витрати води на поливання"));

		if($_GET["area"] == 2) echo json_encode (array (
		"0" => "",
		"24" => "Житлові будинки",
		"25" => "Гуртожиток",
		"26" => "Готелі, пансіонати і моелі",
		"27" => "Лікувально-профілактичні та санітарно-профілактичні заклади",
		"28" => "Санаторії та санаторії - профілакторії, заклади  відпочинку та туризму",
		"29" => "Фізкультурно-спортивні та фізкультурно-оздоровчі комплекси",
		"30" => "Навчальні заклади (спеціальні, санаторні), будинки дитини, дошкільні  дитячі будинки, школи-інтернати",
		"31" => "Навчально-освітні та спеціалізовані школи, професійно-навчальні заклади, вищі навчальні заклади, інститути",
		"32" => "Науково-дослідні інститути, проектні організації, органи управління, бібліотеки та музеї, вокзали",
		"33" => "Підприємства загального харчування",
		"34" => "Крамниці",
		"35" => "Поліклініки та амбулаторії",
		"36" => "Аптеки",
		"37" => "Перукарні",
		"38" => "Кінотеатри, театри, клуби і дозвіллєво-розважальні заклади",
		"39" => "Стадіони і спортзали",
		"40" => "Плавальні басейни",
		"41" => "Лазні",
		"42" => "Пральні",
		"43" => "Виробничі цехи",
		"44" => "Душові в побутових приміщеннях промислових підприємств",
		"45" => "Заливка поверхні ковзанки",
		"46" => "Витрати води на поливання"));

		if($_GET["area"] == 3) echo json_encode (array (
		"0" => "",
		"47" => "Житлові будинки",
		"48" => "Гуртожиток",
		"49" => "Готелі, пансіонати і моелі",
		"50" => "Лікувально-профілактичні та санітарно-профілактичні заклади",
		"51" => "Санаторії та санаторії - профілакторії, заклади  відпочинку та туризму",
		"52" => "Фізкультурно-спортивні та фізкультурно-оздоровчі комплекси",
		"53" => "Навчальні заклади (спеціальні, санаторні), будинки дитини, дошкільні  дитячі будинки, школи-інтернати",
		"54" => "Навчально-освітні та спеціалізовані школи, професійно-навчальні заклади, вищі навчальні заклади, інститути",
		"55" => "Науково-дослідні інститути, проектні організації, органи управління, бібліотеки та музеї, вокзали",
		"56" => "Підприємства загального харчування",
		"57" => "Крамниці",
		"58" => "Поліклініки та амбулаторії",
		"59" => "Аптеки",
		"60" => "Перукарні",
		"61" => "Кінотеатри, театри, клуби і дозвіллєво-розважальні заклади",
		"62" => "Стадіони і спортзали",
		"63" => "Плавальні басейни",
		"64" => "Лазні",
		"65" => "Пральні",
		"66" => "Виробничі цехи",
		"67" => "Душові в побутових приміщеннях промислових підприємств",
		"68" => "Заливка поверхні ковзанки",
		"69" => "Витрати води на поливання"));
?>

<?php
	if($_GET["building"] == 1) echo json_encode (array (
		"0" => "",
		"1" => "З водопроводом і каналізацією без ванн",
		"2" => "Те ж, з газопостачанням",
		"3" => "З водопроводом, каналізацією і ваннами з водопідігрівачами, які працюють на твердому паливі",
		"4" => "Те ж, з газовими водонагрівачами",
		"5" => "З централізованим гарячим водопостачанням і сидячими ванними",
		"6" => "Те ж з ваннами, довжиною більш ніж 1500 мм"));

	else if($_GET["building"] == 2) echo json_encode (array (
		"0" => "",
		"7" => "з загальними душовими",
		"8" => "з душовими при всіх житлових кімнатах"));

	else if($_GET["building"] == 3) echo json_encode (array (
		"0" => "",
		"9" => "категорії *,з пральнею",
		"10" => "категорії **, з пральнею",
		"11" => "категорії ***, з пральнею",
		"12" => "категорії ****, з пральнею",
		"13" => "категорії *****, з пральнею"));

	else if($_GET["building"] == 4) echo json_encode (array (
		"0" => "",
		"14" => "із загальними ваннами та душами",
		"15" => "із санітарними вузлами, які близько до палат",
		"16" => "інфекційні"));

	else if($_GET["building"] == 5) echo json_encode (array (
		"0" => "",
		"17" => "із загальними душами",
		"18" => "із душами при усіх житлових кімнатах",
		"19" => "із ваннами при усіх житлових кімнатах"));

	else if($_GET["building"] == 6) echo json_encode (array (
		"0" => "",
		"20" => "з їдальнями на півфабрикатах,без прання білизни",
		"21" => "з їдальнями, які працюють на сировині  та пральнями"));

	else if($_GET["building"] == 7) echo json_encode (array (
		"0" => "",
		"22" => "денне перебування, з їдальнями на півфабрикатах",
		"23" => "денне перебування, з їдальнями, які працюють на сировині і пральнями",
		"24" => "цілодобове перебування, з їдальнями на півфабрикатах",
		"25" => "цілодобове перебування, із їдальнями, які працюють на сировині та  пральнями"));

	else if($_GET["building"] == 8) echo json_encode (array (
		"0" => "",
		"26" => "Навчально-освітні та спеціалізовані школи, професійно-навчальні заклади, вищі навчальні заклади"));

	else if($_GET["building"] == 9) echo json_encode (array (
		"0" => "",
		"27" => "Науково-дослідні інститути, проектні організації, бібліотеки та музеї, вокзали"));

	else if($_GET["building"] == 10) echo json_encode (array (
		"0" => "",
		"28" => "без приготування їжі",
		"29" => "з приготування їжі, яка реалізується в обідньому залі",
		"30" => "з приготуванням їжі, яка реалізується на дому"));

	else if($_GET["building"] == 11) echo json_encode (array (
		"0" => "",
		"31" => "продовольчі (без холодильних установок)",
		"32" => "промтоварні"));

	else if($_GET["building"] == 12) echo json_encode (array (
		"0" => "",
		"33" => "Поліклініки та амбулаторії, хворий",
		"34" => "Поліклініки та амбулаторії, працівник"));

	else if($_GET["building"] == 13) echo json_encode (array (
		"0" => "",
		"35" => "торговельний зал і допоміжні приміщення",
		"36" => "лабораторія приготування ліків"));

	else if($_GET["building"] == 14) echo json_encode (array (
		"0" => "",
		"37" => "Перукарні"));

	else if($_GET["building"] == 15) echo json_encode (array (
		"0" => "",
		"38" => "для глядачів",
		"39" => "для артистів"));

	else if($_GET["building"] == 16) echo json_encode (array (
		"0" => "",
		"40" => "для глядачів",
		"41" => "для фізкультурників з урахуванням прийняття їжі",
		"42" => "для спортсменів з урахуванням прийняття їжі"));

	else if($_GET["building"] == 17) echo json_encode (array (
		"0" => "",
		"43" => "для глядачів",
		"44" => "для спортсменів (фізкультурників) з урахуванням приймання душа",
		"45" => "на поповнення басейну"));

	else if($_GET["building"] == 18) echo json_encode (array (
		"0" => "",
		"46" => "для миття в мильній з полосканням у  душі",
		"47" => "те ж, з прийманням оздоровчих процедур",
		"48" => "душова кабіна",
		"49" => "ванна кабіна"));

	else if($_GET["building"] == 19) echo json_encode (array (
		"0" => "",
		"50" => "немеханізовані",
		"51" => "механізовані"));

	else if($_GET["building"] == 20) echo json_encode (array (
		"0" => "",
		"52" => "звичайні",
		"53" => "з тепловиділенням більш ніж 85кдж на 1м3/год"));

	else if($_GET["building"] == 21) echo json_encode (array (
		"0" => "",
		"54" => "Душові в побутових приміщеннях промислових підприємств"));

	else if($_GET["building"] == 22) echo json_encode (array (
		"0" => "",
		"55" => "Заливка поверхні ковзанки"));

	else if($_GET["building"] == 23) echo json_encode (array (
		"0" => "",
		"56" => "покриття із трави",
		"57" => "футбольного поля",
		"58" => "решта спортивних споруд",
		"59" => "удосконалених покриттів, тротуарів, майданів, заводських проїздів",
		"60" => "зелених насаджень, газонів і квітників"));

	if($_GET["building"] == 24) echo json_encode (array (
		"0" => "",
		"61" => "З водопроводом і каналізацією без ванн",
		"62" => "Те ж, з газопостачанням",
		"63" => "З водопроводом, каналізацією і ваннами з водопідігрівачами, які працюють на твердому паливі",
		"64" => "Те ж, з газовими водонагрівачами",
		"65" => "З централізованим гарячим водопостачанням і сидячими ванними",
		"66" => "Те ж з ваннами, довжиною більш ніж 1500 мм"));

	else if($_GET["building"] == 25) echo json_encode (array (
		"0" => "",
		"67" => "з загальними душовими",
		"68" => "з душовими при всіх житлових кімнатах"));

	else if($_GET["building"] == 26) echo json_encode (array (
		"0" => "",
		"69" => "категорії *,з пральнею",
		"70" => "категорії **, з пральнею",
		"71" => "категорії ***, з пральнею",
		"72" => "категорії ****, з пральнею",
		"73" => "категорії *****, з пральнею"));

	else if($_GET["building"] == 27) echo json_encode (array (
		"0" => "",
		"74" => "із загальними ваннами та душами",
		"75" => "із санітарними вузлами, які близько до палат",
		"76" => "інфекційні"));

	else if($_GET["building"] == 28) echo json_encode (array (
		"0" => "",
		"77" => "із загальними душами",
		"78" => "із душами при усіх житлових кімнатах",
		"79" => "із ваннами при усіх житлових кімнатах"));

	else if($_GET["building"] == 29) echo json_encode (array (
		"0" => "",
		"80" => "з їдальнями на півфабрикатах,без прання білизни",
		"81" => "з їдальнями, які працюють на сировині  та пральнями"));

	else if($_GET["building"] == 30) echo json_encode (array (
		"0" => "",
		"82" => "денне перебування, з їдальнями на півфабрикатах",
		"83" => "денне перебування, з їдальнями, які працюють на сировині і пральнями",
		"84" => "цілодобове перебування, з їдальнями на півфабрикатах",
		"85" => "цілодобове перебування, із їдальнями, які працюють на сировині та  пральнями"));

	else if($_GET["building"] == 31) echo json_encode (array (
		"0" => "",
		"86" => "Навчально-освітні та спеціалізовані школи, професійно-навчальні заклади, вищі навчальні заклади"));

	else if($_GET["building"] == 32) echo json_encode (array (
		"0" => "",
		"87" => "Науково-дослідні інститути, проектні організації, бібліотеки та музеї, вокзали"));

	else if($_GET["building"] == 33) echo json_encode (array (
		"0" => "",
		"88" => "без приготування їжі",
		"89" => "з приготування їжі, яка реалізується в обідньому залі",
		"90" => "з приготуванням їжі, яка реалізується на дому"));

	else if($_GET["building"] == 34) echo json_encode (array (
		"0" => "",
		"91" => "продовольчі (без холодильних установок)",
		"92" => "промтоварні"));

	else if($_GET["building"] == 35) echo json_encode (array (
		"0" => "",
		"93" => "Поліклініки та амбулаторії, хворий",
		"94" => "Поліклініки та амбулаторії, працівник"));

	else if($_GET["building"] == 36) echo json_encode (array (
		"0" => "",
		"95" => "торговельний зал і допоміжні приміщення",
		"96" => "лабораторія приготування ліків"));

	else if($_GET["building"] == 37) echo json_encode (array (
		"0" => "",
		"97" => "Перукарні"));

	else if($_GET["building"] == 38) echo json_encode (array (
		"0" => "",
		"98" => "для глядачів",
		"99" => "для артистів"));

	else if($_GET["building"] == 39) echo json_encode (array (
		"0" => "",
		"100" => "для глядачів",
		"101" => "для фізкультурників з урахуванням прийняття їжі",
		"102" => "для спортсменів з урахуванням прийняття їжі"));

	else if($_GET["building"] == 40) echo json_encode (array (
		"0" => "",
		"103" => "для глядачів",
		"104" => "для спортсменів (фізкультурників) з урахуванням приймання душа",
		"105" => "на поповнення басейну"));

	else if($_GET["building"] == 41) echo json_encode (array (
		"0" => "",
		"106" => "для миття в мильній з полосканням у  душі",
		"107" => "те ж, з прийманням оздоровчих процедур",
		"108" => "душова кабіна",
		"109" => "ванна кабіна"));

	else if($_GET["building"] == 42) echo json_encode (array (
		"0" => "",
		"110" => "немеханізовані",
		"111" => "механізовані"));

	else if($_GET["building"] == 43) echo json_encode (array (
		"0" => "",
		"112" => "звичайні",
		"113" => "з тепловиділенням більш ніж 85кдж на 1м3/год"));

	else if($_GET["building"] == 44) echo json_encode (array (
		"0" => "",
		"114" => "Душові в побутових приміщеннях промислових підприємств"));

	else if($_GET["building"] == 45) echo json_encode (array (
		"0" => "",
		"115" => "Заливка поверхні ковзанки"));

	else if($_GET["building"] == 46) echo json_encode (array (
		"0" => "",
		"116" => "покриття із трави",
		"117" => "футбольного поля",
		"118" => "решта спортивних споруд",
		"119" => "удосконалених покриттів, тротуарів, майданів, заводських проїздів",
		"120" => "зелених насаджень, газонів і квітників"));

	if($_GET["building"] == 47) echo json_encode (array (
		"0" => "",
		"121" => "З водопроводом і каналізацією без ванн",
		"122" => "Те ж, з газопостачанням",
		"123" => "З водопроводом, каналізацією і ваннами з водопідігрівачами, які працюють на твердому паливі",
		"124" => "Те ж, з газовими водонагрівачами",
		"125" => "З централізованим гарячим водопостачанням і сидячими ванними",
		"126" => "Те ж з ваннами, довжиною більш ніж 1500 мм"));

	else if($_GET["building"] == 48) echo json_encode (array (
		"0" => "",
		"127" => "з загальними душовими",
		"128" => "з душовими при всіх житлових кімнатах"));

	else if($_GET["building"] == 49) echo json_encode (array (
		"0" => "",
		"129" => "категорії *,з пральнею",
		"130" => "категорії **, з пральнею",
		"131" => "категорії ***, з пральнею",
		"132" => "категорії ****, з пральнею",
		"133" => "категорії *****, з пральнею"));

	else if($_GET["building"] == 50) echo json_encode (array (
		"0" => "",
		"134" => "із загальними ваннами та душами",
		"135" => "із санітарними вузлами, які близько до палат",
		"136" => "інфекційні"));

	else if($_GET["building"] == 51) echo json_encode (array (
		"0" => "",
		"137" => "із загальними душами",
		"138" => "із душами при усіх житлових кімнатах",
		"139" => "із ваннами при усіх житлових кімнатах"));

	else if($_GET["building"] == 52) echo json_encode (array (
		"0" => "",
		"140" => "з їдальнями на півфабрикатах,без прання білизни",
		"141" => "з їдальнями, які працюють на сировині  та пральнями"));

	else if($_GET["building"] == 53) echo json_encode (array (
		"0" => "",
		"142" => "денне перебування, з їдальнями на півфабрикатах",
		"143" => "денне перебування, з їдальнями, які працюють на сировині і пральнями",
		"144" => "цілодобове перебування, з їдальнями на півфабрикатах",
		"145" => "цілодобове перебування, із їдальнями, які працюють на сировині та  пральнями"));

	else if($_GET["building"] == 54) echo json_encode (array (
		"0" => "",
		"146" => "Навчально-освітні та спеціалізовані школи, професійно-навчальні заклади, вищі навчальні заклади"));

	else if($_GET["building"] == 55) echo json_encode (array (
		"0" => "",
		"147" => "Науково-дослідні інститути, проектні організації, бібліотеки та музеї, вокзали"));

	else if($_GET["building"] == 56) echo json_encode (array (
		"0" => "",
		"148" => "без приготування їжі",
		"149" => "з приготування їжі, яка реалізується в обідньому залі",
		"140" => "з приготуванням їжі, яка реалізується на дому"));

	else if($_GET["building"] == 57) echo json_encode (array (
		"0" => "",
		"151" => "продовольчі (без холодильних установок)",
		"152" => "промтоварні"));

	else if($_GET["building"] == 58) echo json_encode (array (
		"0" => "",
		"153" => "Поліклініки та амбулаторії, хворий",
		"154" => "Поліклініки та амбулаторії, працівник"));

	else if($_GET["building"] == 59) echo json_encode (array (
		"0" => "",
		"155" => "торговельний зал і допоміжні приміщення",
		"156" => "лабораторія приготування ліків"));

	else if($_GET["building"] == 60) echo json_encode (array (
		"0" => "",
		"37" => "Перукарні"));

	else if($_GET["building"] == 61) echo json_encode (array (
		"0" => "",
		"158" => "для глядачів",
		"159" => "для артистів"));

	else if($_GET["building"] == 62) echo json_encode (array (
		"0" => "",
		"160" => "для глядачів",
		"161" => "для фізкультурників з урахуванням прийняття їжі",
		"162" => "для спортсменів з урахуванням прийняття їжі"));

	else if($_GET["building"] == 63) echo json_encode (array (
		"0" => "",
		"163" => "для глядачів",
		"164" => "для спортсменів (фізкультурників) з урахуванням приймання душа",
		"165" => "на поповнення басейну"));

	else if($_GET["building"] == 64) echo json_encode (array (
		"0" => "",
		"166" => "для миття в мильній з полосканням у  душі",
		"167" => "те ж, з прийманням оздоровчих процедур",
		"168" => "душова кабіна",
		"169" => "ванна кабіна"));

	else if($_GET["building"] == 65) echo json_encode (array (
		"0" => "",
		"170" => "немеханізовані",
		"171" => "механізовані"));

	else if($_GET["building"] == 66) echo json_encode (array (
		"0" => "",
		"172" => "звичайні",
		"173" => "з тепловиділенням більш ніж 85кдж на 1м3/год"));

	else if($_GET["building"] == 67) echo json_encode (array (
		"0" => "",
		"174" => "Душові в побутових приміщеннях промислових підприємств"));

	else if($_GET["building"] == 68) echo json_encode (array (
		"0" => "",
		"175" => "Заливка поверхні ковзанки"));

	else if($_GET["building"] == 69) echo json_encode (array (
		"0" => "",
		"176" => "покриття із трави",
		"177" => "футбольного поля",
		"178" => "решта спортивних споруд",
		"179" => "удосконалених покриттів, тротуарів, майданів, заводських проїздів",
		"180" => "зелених насаджень, газонів і квітників"));
?>

<?php
if($_GET["kindHouse"] == 1) echo json_encode (array (
	"1" => "Мийка(у тому числі лабораторна) зі змішувачем(у тому числі на гнучкому шлангу)",
	"2" => "Те ж, з аератором",
	"3" => "Душ індивідуального користування",
	"4" => "Сидяча ванна",
	"5" => "Ванна довжиною 1500-1700мм",
	"6" => "Гігієнічний душ (біде)",
	"7" => "Унітаз із змивним бачком",
	"8" => "Унітаз із змивним краном",
	"9" => "Умивальник із змішувачем",
	"10" => "Раковина лабораторна, водорозбірна колонка",
	"11" => "Раковина із змішувачем",
	"12" => "Посудомийна машина побутова",
	"13" => "Пральна машина побутова"));

	else if($_GET["kindHouse"] == 2) echo json_encode (array (
		"14" => "Мийка(у тому числі лабораторна) зі змішувачем(у тому числі на гнучкому шлангу)",
		"15" => "Те ж, з аератором",
		"16" => "Душ індивідуального користування",
		"17" => "Сидяча ванна",
		"18" => "Ванна довжиною 1500-1700мм",
		"19" => "Гігієнічний душ (біде)",
		"20" => "Унітаз із змивним бачком",
		"21" => "Унітаз із змивним краном",
		"22" => "Ванна для ніг із змішувачем",
		"23" => "Пісуар",
		"24" => "Умивальник із змішувачем",
		"25" => "Раковина лабораторна, водорозбірна колонка",
		"26" => "Раковина із змішувачем"));

		else if($_GET["kindHouse"] == 3) echo json_encode (array (
			"27" => "Мийка(у тому числі лабораторна) зі змішувачем(у тому числі на гнучкому шлангу)",
			"28" => "Те ж, з аератором",
			"29" => "Гігієнічний душ (біде)",
			"30" => "Унітаз із змивним бачком",
			"31" => "Унітаз із змивним краном",
			"32" => "Пісуар",
			"33" => "Умивальник із змішувачем",
			"34" => "Раковина лабораторна, водорозбірна колонка",
			"35" => "Раковина із змішувачем"));

			else if($_GET["kindHouse"] == 4) echo json_encode (array (
				"36" => "Мийка(у тому числі лабораторна) зі змішувачем(у тому числі на гнучкому шлангу)",
				"37" => "Те ж, з аератором",
				"38" => "Мийка з краном гарячої та холодної води",
				"39" => "Сидяча ванна",
				"40" => "Ванна довжиною 1500-1700мм",
				"41" => "Гігієнічний душ (біде)",
				"42" => "Унітаз із змивним бачком",
				"43" => "Унітаз із змивним краном",
				"44" => "Ванна для ніг із змішувачем",
				"45" => "Пісуар",
				"46" => "Умивальник із змішувачем",
				"47" => "Ванна медицинська Ду=20мм",
				"48" => "Те ж, із змішувачем Ду=25мм",
				"49" => "Те ж, із змішувачем Ду=32мм",
				"50" => "Субаквальна ванна",
				"51" => "Ванна з підводним масажем",
				"52" => "Контрастна ванна",
				"53" => "Раковина лабораторна, водорозбірна колонка",
				"54" => "Раковина із змішувачем"));

				else if($_GET["kindHouse"] == 5) echo json_encode (array (
					"56" => "Мийка(у тому числі лабораторна) зі змішувачем(у тому числі на гнучкому шлангу)",
					"57" => "Те ж, з аератором",
					"58" => "Мийка з краном гарячої та холодної води",
					"59" => "Душ індивідуального користування",
					"60" => "Сидяча ванна",
					"61" => "Ванна довжиною 1500-1700мм",
					"62" => "Гігієнічний душ (біде)",
					"63" => "Унітаз із змивним бачком",
					"64" => "Унітаз із змивним краном",
					"65" => "Ванна для ніг із змішувачем",
					"66" => "Пісуар",
					"67" => "Умивальник із змішувачем",
					"68" => "Раковина лабораторна, водорозбірна колонка",
					"69" => "Раковина із змішувачем"));

					else if($_GET["kindHouse"] == 6) echo json_encode (array (
						"70" => "Мийка(у тому числі лабораторна) зі змішувачем(у тому числі на гнучкому шлангу)",
						"71" => "Те ж, з аератором",
						"72" => "Мийка з краном гарячої та холодної води",
						"73" => "Гігієнічний душ (біде)",
						"74" => "Унітаз із змивним бачком",
						"75" => "Унітаз із змивним краном",
						"76" => "Ванна для ніг із змішувачем",
						"77" => "Пісуар",
						"78" => "Умивальник із змішувачем"));

						else if($_GET["kindHouse"] == 7) echo json_encode (array (
							"79" => "Мийка(у тому числі лабораторна) зі змішувачем(у тому числі на гнучкому шлангу)",
							"80" => "Те ж, з аератором",
							"81" => "Мийка з краном гарячої та холодної води",
							"82" => "Душ індивідуального користування",
							"83" => "Сидяча ванна",
							"84" => "Ванна довжиною 1500-1700мм",
							"85" => "Гігієнічний душ (біде)",
							"86" => "Унітаз із змивним бачком",
							"87" => "Унітаз із змивним краном",
							"88" => "Ванна для ніг із змішувачем",
							"89" => "Пісуар",
							"90" => "Умивальник із змішувачем"));

							else if($_GET["kindHouse"] == 8) echo json_encode (array (
								"91" => "Мийка(у тому числі лабораторна) зі змішувачем(у тому числі на гнучкому шлангу)",
								"92" => "Те ж, з аератором",
								"93" => "Мийка з краном гарячої та холодної води",
								"94" => "Душ індивідуального користування",
								"95" => "Сидяча ванна",
								"96" => "Ванна довжиною 1500-1700мм",
								"97" => "Гігієнічний душ (біде)",
								"98" => "Унітаз із змивним бачком",
								"99" => "Унітаз із змивним краном",
								"100" => "Ванна для ніг із змішувачем",
								"101" => "Пісуар",
								"102" => "Умивальник із змішувачем",
								"103" => "Ванна медицинська Ду=20мм",
								"104" => "Те ж, із змішувачем Ду=25мм",
								"105" => "Те ж, із змішувачем Ду=32мм",
								"106" => "Субаквальна ванна",
								"107" => "Ванна з підводним масажем",
								"108" => "Контрастна ванна",
								"109" => "Раковина лабораторна, водорозбірна колонка",
								"110" => "Раковина із змішувачем"));
?>
