<!DOCTYPE html>
	<html>
	
		<head>
		
			<?php
				$title = "For partners";
				require_once "head.php";
			?>
			
		</head>
		
		<body>
		
				<?php require_once "header.php"?> <!-- header -->
				
				<div id = "partners" class = "content">
					<p>У вас є можливість впливати на розвиток проекту:</p>
					<p>Якщо ви web developer, ви взмозі допомогти у розробці проекту.</p>
					<p>Якщо ви web designer, ви взмозі допомогти у переоформленні проекту.</p>
					<p>Якщо ви інженер ВК або ОВК, ви взмозі внести правки або доповнення в розрахунок.</p>
					<p>*Проект тільки починає свій шлях, і фінансування проекту немає, за внесиний вклад у
					розвиток проекту я можу запропанувати вам внести ващі контактні данні з описанням того,
					що ви зробили для проекту(це може бути як ваше портфоліо).</p>
					<p>Є можливість фінансувати проект:</p>
					<p>В обмін я можу запропанувати вам розміщення вашої реклами на сайті.</p>
					<p>Розміщення вашої інформації обо інформації о вас на сайті як інвестора.</p>
					<p>Якщо ви виробник або постачальник будывальних матерыалыв пов'язаних з мережами ВК
					(труби, запірна арматура, лотки та інше), я можу ваші каталоги з продукцією включити до
					списків для вибору по розрахунку.</p>
					<p>Над проектом працювали:</p>
					<p>Идея проекту: Сухомлин Максим Олексійович</p>
					<p>Розробник: Сухомлин Максим Олексійович</p>
					<p>Дизайн проекту: Сухомлин Максим Олексійович</p>
					<p>Верстка проекту: Сухомлин Максим Олексійович</p>
					<p>Front-end developer: Сухомлин Максим Олексійович</p>
					<p>Back-end developer: Сухомлин Максим Олексійович</p>
					<p>Просування проекту: Сухомлин Максим Олексійович</p>
				</div>
			
				<?php require_once "footer.php" ?> <!-- footer -->
					
		</body>