<!DOCTYPE html>
	<html>
	
		<head>
		
			<?php
				$title = "About project";
				require_once "head.php";
			?>
			
		</head>
		
		<body>
		
				<?php require_once "header.php"?> <!-- header -->
		
				<div id = "project" class = "content">
					<h1>+H<sub>2</sub>O</h1>
						<p>+H<sub>2</sub>O - це проект який повинен спростити роботу інженера проектувальника ВК,
						та в подальшому і інших інженерних галузях, узяти на себе рутинну роботу і дати можливість
						більше приділити увагу проекту, усюди де є доступ до інтернету. Цей проект я розглядав впершу чергу
						як звичайний користувачь, і був націлений на задоволення його потреб, а вже потім як web developer.
						У проекті були ураховані сучасні потреби до розрахунку витрат води та подальшому підбору діаметру,
						а також мої власні вимоги, у зв'язку з отриманим досвідом проектування.</p>
						<p>Перші дві частини - це головна ідея, перша частина спрямована на розрахунок витрат води 
						по питомим витратам води, а друга частина розрахунку витрат води по приладам.</p>
						<p>Третя частина - це підбір диаметру труб по розрахунку і в залежності від матеріалу, типу та марки 
						труб, так як у різних виробників властивості труб відрізняються.</p>
						<p>Четверта частина - це визначення пожежних витрат води і порівняння іх з витратами на побутові чи
						промислові потреби.</p>
						<p>П'ята частина - це розрахунок водостоків.</p>
						<p>Подальші ідеї розширення проекту, такі як вивід на друк розрахунку згідно нормам до проектної документації.
						Додати можливість робити схеми мереж і оформлювати пояснювальну записку.</p>
						<p>Розрахунок приведенний в проекты базуэться на вимогах нормативного документу ДБН В.2.5-64:2012.</p>
						<p>Я хотів зробити щось корисне для моїх коллег по фаху. І я буду сподіватись, що проект буде цікавий та не
						залишиться без уваги.</p>
						<p>Проект плануеться на двоя  язіках Українському та Англійською.</p>
						<p>Проект був реалізован на HTML5,CSS3,JavaScript,jQuery,AJAX,PHP,MySQL JSON.</p>
						<p>Дата початку розробки проекту (був надрукований перший тег) 29 груденя 2016р. </p>
				</div>
			
				<?php require_once "footer.php" ?> <!-- footer -->

		</body>